Workspace/test_cases/03-dbns-shocktube/trash/02-hllcFlux-BarthJespersen/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="dbnsFoam"

runApplication blockMesh
runApplication $application
runApplication sample
